Repository: City-of-Helsinki/helerm
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi

source: Finnish
fi: suomi

source: English
fi: englanti

source: code
fi: tunnus

source: function
fi: käsittelyprosessi

source: phase
fi: käsittelyvaihe

source: name
fi: nimi

source: State history
fi: Tilahistoria

source: modified by
fi: muokkaaja

source: template
fi: malli

source: classification code
fi: luokitustunnus

source: action
fi: toimenpide

source: actions
fi: toimenpiteet

source: attribute group
fi: attribuuttiryhmä

source: attribute groups
fi: attribuuttiryhmät

source: identifier
fi: tunniste

source: group
fi: ryhmä

source: help text
fi: ohjeteksti

source: attribute
fi: attribuutti

source: attributes
fi: attribuutit

source: Invalid attribute.
fi: Epäkelpo attribuutti.

source: value
fi: arvo

source: attribute value
fi: attribuutin arvo

source: attribute values
fi: attribuuttien arvot

source: time of creation
fi: lisäysaika

source: time of modification
fi: muokkausaika

source: description
fi: kuvaus

source: created by
fi: lisääjä

source: approved by
fi: hyväksyjä

source: created by (text)
fi: lisääjä (teksti)

source: modified by (text)
fi: muokkaaja (teksti)

source: approved by (text)
fi: hyväksyjä (teksti)

source: is approved
fi: Hyväksytty

source: changes
fi: muutokset

source: state
fi: tila

source: The state that is assigned to functions after applying the updates
fi: Tila johon käsittelyprosessit asetetaan muutosten jälkeen

source: bulk update
fi: massamuutos

source: bulk updates
fi: massamuutokset

source: Can approve bulk update
fi: Saa hyväksyä massamuutoksia

source: No permission to approve.
fi: Ei lupaa hyväksyä.

source: Draft
fi: Luonnos

source: Sent for review
fi: Lähetetty hyväksyttäväksi

source: Waiting for approval
fi: Odottaa hyväksyntää

source: Approved
fi: Hyväksytty

source: valid from
fi: voimassaoloaika alkaa

source: valid to
fi: voimassaoloaika päättyy

source: parent
fi: vanhempi

source: title
fi: nimeke

source: description internal
fi: sisäinen kuvaus

source: related classification
fi: liittyvä tehtäväluokka

source: additional information
fi: lisätiedot

source: function allowed
fi: käsittelyprosessi sallittu

source: classification
fi: tehtäväluokka

source: classifications
fi: tehtäväluokat

source: Can edit classification
fi: Saa muokata tehtäväluokkia

source: Can review classification
fi: Saa tarkastaa tehtäväluokkia

source: Can approve classification
fi: Saa hyväksyä tehtäväluokkia

source: Can view classification modified by
fi: Saa nähdä tehtäväluokan muokkaajan

source: error count
fi: virheiden määrä

source: is template
fi: malli

source: functions
fi: käsittelyprosessit

source: Can edit
fi: Saa muokata

source: Can review
fi: Saa tarkastaa

source: Can approve
fi: Saa hyväksyä

source: Can view modified by
fi: Saa nähdä muokkaajan

source: modified at
fi: muokkausaika

source: phases
fi: käsittelyvaiheet

source: record
fi: asiakirja

source: records
fi: asiakirjat

source: Create new version
fi: Luo uusi versio

source: Import TOS Excel
fi: Tuo TOS Excel

source: Previous import log
fi: Edellisen tuonnin loki

source: Import another TOS Excel
fi: Tuo toinen TOS Excel

source: Home
fi: Etusivu

source: TOS import
fi: TOS-tuonti

source: Invalid state change.
fi: Virheellinen tilan vaihto.

source: File "%s" was imported successfully!
fi: Tiedosto "%s" tuotu onnistuneesti!

source: Error importing file "%s"
fi: Tiedoston "%s" tuonti epäonnistui

source: This attribute is required.
fi: Tämä attribuutti on pakollinen.

source: This attribute isn't allowed.
fi: Tämä attribuutti ei ole sallittu.

source: This attribute does not allow multiple values.
fi: Tälle attribuutille ei voi antaa kuin yhden arvon.

source: Value must be a string.
fi: Arvo täytyy olla merkkijono.

source: Invalid value.
fi: Epäkelpo arvo.

source: No permission to create bulk update
fi: Ei lupaa luoda massamuutosta

source: No permission to update bulk update
fi: Ei lupaa päivittää massamuutosta

source: No permission to delete bulk update
fi: Ei lupaa poistaa massamuutosta

source: "state", "valid_from" or "valid_to" required.
fi: Joku kentistä "state", "valid_from" tai "valid_to" on pakollinen.

source: No permission for the state change.
fi: Ei lupaa tilan vaihtoon.

source: No permission to create.
fi: Ei lupaa luoda.

source: No permission to update.
fi: Ei lupaa päivittää.

source: Cannot edit while in state "sent_for_review" or "waiting_for_approval"
fi: Muokkaus ei ole mahdollista kun tila on "sent_for_review" tai "waiting_for_approval"

source: "valid_from" cannot be after "valid_to".
fi: "valid_from" ei voi olla myöhemmin kuin "valid_to".

source: Classification %s already has a function.
fi: Luokalla %s on jo käsittelyprosessi.

source: Classification %s does not allow function creation.
fi: Luokalle %s ei voi lisätä käsittelyprosessia.

source: Changing classification is not allowed. Only version can be changed.
fi: Tehtäväluokan muuttaminen ei ole sallittu. Vain version muuttaminen on sallittua.

source: No permission to edit.
fi: Ei lupaa muokata.

source: Invalid UUID
fi: Epäkelpo UUID.

source: No permission to delete or state is not "draft".
fi: Ei oikeutta poistaa tai tila ei ole luonnos.
